# MultilineText Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SpecTypeId..::..String..::..MultilineText Property
SpecTypeId..::..String Class See Also
---
Multiline Text, in discipline Common.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId MultilineText { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MultilineText As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MultilineText {
	ForgeTypeId^ get ();
}
```

# See Also
SpecTypeId..::..String Class
Autodesk.Revit.DB Namespace